-- this file is written in UTF-8 / CRLF.
return {

  ["標準描画"] = {
    ["標準描画"] = "标准渲染",
    ["拡大率"] = "放大率",
    ["透明度"] = "透明度",
    ["回転"] = "旋转",
  },

  ["動画ファイル"] = {
    ["動画ファイル"] = "视频文件",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["ループ再生"] = "循环播放",
    ["アルファチャンネルを読み込む"] = "读取Alpha通道",
  },
  ["テキスト"] = {
    ["テキスト"] = "文本",
    ["サイズ"] = "大小",
    ["表示速度"] = "显示速度",
    ["文字毎に個別オブジェクト"] = "每个文字为单个素材",
    ["移動座標上に表示する"] = "在移动的坐标上显示",
    ["自動スクロール"] = "自动滚动",
  },

  -- 「メディアオブジェクトの追加」->「フィルタ効果の追加」
  -- TODO: add more entries
  ["動画ファイル合成"] = {
    ["動画ファイル合成"] = "合成视频文件",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["拡大率"] = "放大率",
    ["ループ再生"] = "循环播放",
    ["動画ファイルの同期"] = "同步视频文件",
    ["ループ画像"] = "循环图片",
  },

}
