-- this file is written in UTF-8 / CRLF.
-- patchid: 2 - Simplified Chinese patched environment
return {

  ["標準描画"] = {
    ["標準描画"] = "标准属性",
    ["拡大率"] = "缩放率",
    ["透明度"] = "透明度",
    ["回転"] = "旋转",
  },
  ["拡張描画"] = {
    ["拡張描画"] = "扩展属性",
    ["拡大率"] = "缩放率",
    ["透明度"] = "透明度",
    ["縦横比"] = "长宽比",
    ["X軸回転"] = "X轴旋转",
    ["Y軸回転"] = "Y轴旋转",
    ["Z軸回転"] = "Z轴旋转",
    ["中心X"] = "中心X",
    ["中心Y"] = "中心Y",
    ["中心Z"] = "中心Z",
    ["裏面を表示しない"] = "隐藏背面",
  },
  ["標準再生"] = {
    ["標準再生"] = "标准播放",
    ["音量"] = "音量",
    ["左右"] = "声道",
  },

  ["動画ファイル"] = {
    ["動画ファイル"] = "视频文件",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["ループ再生"] = "循环播放",
    ["アルファチャンネルを読み込む"] = "读取Alpha通道",
  },
  ["画像ファイル"] = {
    ["画像ファイル"] = "图片文件",
  },
  ["音声ファイル"] = {
    ["音声ファイル"] = "音频文件",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["ループ再生"] = "循环播放",
    ["動画ファイルと連携"] = "联结视频文件",
  },
  ["テキスト"] = {
    ["テキスト"] = "文本",
    ["サイズ"] = "大小",
    ["表示速度"] = "显示速度",
    ["文字毎に個別オブジェクト"] = "文字单一独立",
    ["移動座標上に表示する"] = "沿坐标排列",
    ["自動スクロール"] = "自动滚动",
  },
  ["図形"] = {
    ["図形"] = "图形",
    ["サイズ"] = "大小",
    ["縦横比"] = "长宽比",
    ["ライン幅"] = "线宽",
  },
  ["フレームバッファ"] = {
    ["フレームバッファ"] = "帧缓存",
    ["フレームバッファをクリア"] = "清除帧缓存",
  },
  ["音声波形表示"] = {
    ["音声波形表示"] = "显示音频波形",
    ["横幅"] = "宽度",
    ["高さ"] = "高度",
    ["音量"] = "音量",
    ["再生位置"] = "播放位置",
    ["編集全体の音声を元にする"] = "显示工程内所有音频波形",
  },
  ["シーン"] = {
    ["シーン"] = "次合成",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["ループ再生"] = "循环播放",
  },
  ["シーン(音声)"] = {
    ["シーン(音声)"] = "次合成(音频)",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["ループ再生"] = "循环播放",
    ["シーンと連携"] = "联结次合成",
  },
  ["直前オブジェクト"] = {
    ["直前オブジェクト"] = "上层物件缓存",
  },
  ["パーティクル出力"] = {
    ["パーティクル出力"] = "粒子系统",
    ["出力頻度"] = "发射频率",
    ["出力速度"] = "发射速度",
    ["加速度"] = "加速度",
    ["出力方向"] = "发射方向",
    ["拡散角度"] = "发散角度",
    ["透過率"] = "透射率",
    ["透過速度"] = "透射速度",
    ["拡大率"] = "缩放率",
    ["拡大速度"] = "缩放速度",
    ["回転角"] = "旋转角",
    ["回転速度"] = "旋转速度",
    ["重力"] = "重力",
    ["生存時間"] = "寿命",
    ["出力方向の基準を移動方向にする"] = "发射方向与发射器运动方向相反",
    ["移動範囲の座標からランダムに出力"] = "在运动路径上随机发射",
    ["3Dランダム回転"] = "3D随机旋转",
    ["終了点で全て消えるように調節する"] = "物件结束时停止发射",
  },
  ["カスタムオブジェクト"] = {
    ["カスタムオブジェクト"] = "自定义物件",
  },
  ["時間制御"] = {
    ["時間制御"] = "时间控制",
    ["位置"] = "位置",
    ["繰り返し"] = "重复数",
    ["コマ落ち"] = "丢帧",
    ["フレーム番号指定"] = "指定帧编号",
  },
  ["グループ制御"] = {
    ["グループ制御"] = "组控制",
    ["拡大率"] = "缩放率",
    ["X軸回転"] = "X轴旋转",
    ["Y軸回転"] = "Y轴旋转",
    ["Z軸回転"] = "Z轴旋转",
    ["上位グループ制御の影響を受ける"] = "受上方组控制影响",
    ["同じグループのオブジェクトを対象にする"] = "对已捆绑物件不生效",
  },
  ["カメラ制御"] = {
    ["カメラ制御"] = "摄像机控制",
    ["目標X"] = "目标X",
    ["目標Y"] = "目标Y",
    ["目標Z"] = "目标Z",
    ["目標ﾚｲﾔ"] = "目标层",
    ["傾き"] = "斜度",
    ["深度ぼけ"] = "景深",
    ["視野角"] = "视野",
    ["Zバッファ/シャドウマップを有効にする"] = "启用Z轴缓存/阴影贴图",
  },
  ["カメラ効果"] = {
    ["カメラ効果"] = "摄像机效果",
  },
  ["シャドー(カメラ制御)"] = {
    ["シャドー(カメラ制御)"] = "阴影(摄像机控制)",
    ["光源X"] = "光源X",
    ["光源Y"] = "光源Y",
    ["光源Z"] = "光源Z",
    ["濃さ"] = "浓度",
    ["精度"] = "精度",
  },
  ["スクリプト(カメラ制御)"] = {
    ["スクリプト(カメラ制御)"] = "脚本(摄像机控制)",
  },

  -- 「メディアオブジェクトの追加」->「フィルタ効果の追加」
  -- TODO: add more entries
  ["モザイク"] = {
    ["モザイク"] = "马赛克",
    ["サイズ"] = "大小",
    ["タイル風"] = "瓷砖风格",
  },
  ["アニメーション効果"] = {
    ["アニメーション効果"] = "动画效果",
  },
  ["スクリプト制御"] = {
    ["スクリプト制御"] = "脚本控制",
  },
  ["動画ファイル合成"] = {
    ["動画ファイル合成"] = "视频文件合成",
    ["再生位置"] = "播放位置",
    ["再生速度"] = "播放速度",
    ["拡大率"] = "缩放率",
    ["ループ再生"] = "循环播放",
    ["動画ファイルの同期"] = "视频文件同步",
    ["ループ画像"] = "图像拼贴",
  },

  -- 「フィルタオブジェクトの追加」
  -- TODO: add more entries
  ["シーンチェンジ"] = {
    ["シーンチェンジ"] = "转场效果",
    ["調整"] = "调整",
    ["反転"] = "反转",
    ["ページめくり"] = "翻页",
  },

}